doc/CV/Publication-briceOzenne.org
#+TITLE: Publication List
#+Author: Brice Ozenne

* Scientific output     :ignore:                          
#+LaTeX: \resheading{Scientific output \hfill \href{https://scholar.google.com/citations?user=rJMNP7YAAAAJ&hl=fr}{link google scholar}}
** /Publications (methodological)/

Published:
#+BEGIN_EXPORT latex
 \begin{enumerate}
    \item \bibentry{giai2023individualized}
    \item \bibentry{scheike2022efficient}
    \item \bibentry{ozenne2022controlling}
    \item \bibentry{ozenne2021asymptotic}
    \item \bibentry{peron2021correcting}
    \item \bibentry{cantagallo2021new}
    \item \bibentry{ozenne2020small}
    \item \bibentry{verbeeck2020evaluation}
    \item \bibentry{ozenne2020estimation}
    \item \bibentry{norgaard2019preprocessing}
    \item \bibentry{ozenne2017riskregression}
    \item \bibentry{peron2016extension}
    \item \bibentry{ozenne2015precision}
    \item \bibentry{ozenne2015spatially}
  \end{enumerate}
#+END_EXPORT

# In revision:
# #+BEGIN_EXPORT latex
# \begin{enumerate}[resume]
#    \item
# \end{enumerate}
# #+END_EXPORT

In preparation
#+BEGIN_EXPORT latex
\begin{enumerate}[resume]
    \item \bibentry{ozenne202Xsensitivity}
    \item \bibentry{ozenne202Xmarginal}
    \item \bibentry{baayen202Xdesign}
\end{enumerate}
#+END_EXPORT

\clearpage

** /Publications (clinical applications)/

#+BEGIN_EXPORT latex
 \begin{enumerate}[resume]
    \item \bibentry{hvid2023myopia}
    \item \bibentry{kohler2023serotonin}
    \item \bibentry{olsen2022psilocybin}
    \item \bibentry{nasser2022reliability}
    \item \bibentry{dam2022evaluating}
    \item \bibentry{sondergaard2022lasting}
    \item \bibentry{armand2022brain}
    \item \bibentry{kohler2022concurrent}
    \item \bibentry{armand2022acute}
    \item \bibentry{armand2022brain}
    \item \bibentry{fisher2022emotional}
    \item \bibentry{beaman2022blood}
    \item \bibentry{drummond2022psilocybin}
    \item \bibentry{larsen2022impact}
    \item \bibentry{mcculloch2022lasting}
    \item \bibentry{ip2021eeg}
    \item \bibentry{madsen2021psilocybin}
    \item \bibentry{joergensen2021default}
    \item \bibentry{brandt2021reward}
    \item \bibentry{dea2021brain}
    \item \bibentry{ip2021pretreatement}
    \item \bibentry{hoghe2021MAMA}
    \item \bibentry{raval2021single}
    \item \bibentry{hogsted2021stress}
    \item \bibentry{donovan2021effects}
    \item \bibentry{lee2020absolute}
    \item \bibentry{hansen2020visual}
    \item \bibentry{spies2020common}
    \item \bibentry{larsen2020oral}
    \item \bibentry{thystrup2020severity}
    \item \bibentry{dam2020hot}x
    \item \bibentry{hjordt2020psychometric}
    \item \bibentry{beliveau2020structure}
    \item \bibentry{madsen2020single}
    \item \bibentry{ozenne2019individualized}
    \item \bibentry{ebert2019molecular}
    \item \bibentry{madsen2019psychedelic}
    \item \bibentry{tozlu2019comparison}
    \item \bibentry{ip2018pre}
    \item \bibentry{borgsted2018amygdala}
    \item \bibentry{hjordt2018self}
    \item \bibentry{foged2018verbal}
    \item \bibentry{staerk2018standard}
    \item \bibentry{hjordt2017season}
    \item \bibentry{beliveau2017high}
    \item \bibentry{stenbaek2017brain}
    \item \bibentry{staerk2017resumption}
    \item \bibentry{fisher2017bdnf}
    \item \bibentry{foged2017safety}
    \item \bibentry{peron2016net}
    \item \bibentry{staerk2016ischaemic}
    \item \bibentry{peron2016assessment}
    \item \bibentry{ozenne2015evaluation}
    \item \bibentry{hermitte2013very}
  \end{enumerate}
#+END_EXPORT

\clearpage

* Software development                                               :ignore:
#+LaTeX: \resheading{Software development}

Packages for the [[https://www.r-project.org/][R]] software:
- *BuyseTest* (author and maintainer): implementation of generalized
  pairwise comparisons, including recent developments to handle
  right-censoring
  citep:peron2016extension,peron2021correcting. Available on [[https://cran.r-project.org/web/packages/BuyseTest/index.html][CRAN]] and on
  [[https://github.com/bozenne/BuyseTest][Github]].

- *lavaSearch2* (author and maintainer): Inference and diagnostic
  tools for latent variable models.  Methodology described in
  citep:ozenne2020small and citep:ozenne2022controlling. Available on
  [[https://cran.r-project.org/web/packages/lavaSearch2/index.html][CRAN]] and on [[https://github.com/bozenne/lavaSearch2][Github]]. .

- *LMMstar* (author and maintainer) : linear mixed model via
  covariance structure (marginal formulation). Inference in small
  sample, test linear and non-linear combinations of parameters,
  multiple comparisons adjustment. Available on [[https://cran.r-project.org/web/packages/LMMstar/index.html][CRAN]] and on [[https://github.com/bozenne/LMMstar][Github]].

- *riskRegression* (contributor): computation of absolute risks and
  average treatment effects. Methodology described in
  citep:ozenne2017riskregression and
  citep:ozenne2020estimation. Available on [[https://cran.r-project.org/web/packages/riskRegression/index.html][CRAN]] and on [[https://github.com/tagteam/riskRegression][Github]].

Package for [[https://www.gnu.org/software/emacs/][emacs]]:
- *emacs-config* (author and maintainer) : Configuration files for
  emacs to ease the interaction with
  R/C++/orgmode/latex/git. Disponible on [[https://github.com/bozenne/emacs-config][Github]].

* Reference :ignore:

# bibliographystyle:apalike
 bibliographystyle:plainnat

 # [[bibliography:publicationBO.bib]]
[[nobibliography:publicationBO.bib]]

* CONFIG :noexport:
#+LANGUAGE: en
#+LaTeX_CLASS: org-article
#+LaTeX_CLASS_OPTIONS: [12pt]
#+OPTIONS:   title:nil author:nil toc:nil todo:nil
#+OPTIONS:   H:3 num:t 
#+OPTIONS:   TeX:t LaTeX:t
#+options: num:nil

#+LaTeX_HEADER: \pagestyle{empty} % no page numbering
#+LATEX_HEADER: \usepackage[french]{babel}

** Notations
#+LaTeX_HEADER: \newcommand{\Cpp}{C\nolinebreak\hspace{-.05em}\raisebox{.4ex}{\tiny\bf +}\nolinebreak\hspace{-.10em}\raisebox{.4ex}{\tiny\bf +}}
#+LaTeX_HEADER: \usepackage{eurosym} % euro symbol

** Sections
#+LaTeX_HEADER: \usepackage{titlesec}
#+LaTeX_HEADER: \titleformat{\section}{\large}{\thesection}{1em}{}

#+LaTeX_HEADER: \titlespacing*{\section}{0pt}{0.25\baselineskip}{0.25\baselineskip}
** Margin
#+LaTeX_HEADER: \geometry{
#+LaTeX_HEADER: left=20mm,
#+LaTeX_HEADER: right=20mm,
#+LaTeX_HEADER: top=20mm,
#+LaTeX_HEADER: bottom=20mm
#+LaTeX_HEADER: }

** Color
# # change the color of the links
#+LaTeX_HEADER: \hypersetup{
#+LaTeX_HEADER:  citecolor=[rgb]{0,0.5,0},
#+LaTeX_HEADER:  urlcolor=[rgb]{0,0,0.5},
#+LaTeX_HEADER:  linkcolor=[rgb]{0,0,0.5},
#+LaTeX_HEADER: }


** Line spacing
#+LATEX_HEADER: \RequirePackage{setspace} % to modify the space between lines - incompatible with footnote in beamer
#+LaTeX_HEADER: \renewcommand{\baselinestretch}{1.1}

** CV
# from https://www.sharelatex.com/templates/cv-or-resume/sc_cv
#+LaTeX_HEADER: \usepackage{framed}
#+LaTeX_HEADER: \usepackage{tocloft}

#+LaTeX_HEADER: \newlength{\outerbordwidth}
#+LaTeX_HEADER: \raggedbottom
#+LaTeX_HEADER: \raggedright

#+LaTeX_HEADER: \setlength{\outerbordwidth}{3pt}  % Width of border outside of title bars
#+LaTeX_HEADER: \definecolor{shadecolor}{gray}{0.75}  % Outer background color of title bars (0 = black, 1 = white)
#+LaTeX_HEADER: \definecolor{shadecolorB}{gray}{0.93}  % Inner background color of title bars

#+LaTeX_HEADER: \usepackage{mdframed}
#+LaTeX_HEADER: \newcommand{\resitem}[1]{\item #1 \vspace{-2pt}}

#+LaTeX_HEADER: \newcommand{\resheading}[1]{
#+LaTeX_HEADER: \vspace{8pt}
#+LaTeX_HEADER:  \parbox{\textwidth}{\setlength{\FrameSep}{\outerbordwidth}
#+LaTeX_HEADER:     \begin{shaded}
#+LaTeX_HEADER: \setlength{\fboxsep}{0pt}\framebox[\textwidth][l]{\setlength{\fboxsep}{4pt}\fcolorbox{shadecolorB}{shadecolorB}{\textbf{\sffamily{\mbox{~}\makebox[6.762in][l]{\large #1} \vphantom{p\^{E}}}}}}
#+LaTeX_HEADER:     \end{shaded}
#+LaTeX_HEADER:   }\vspace{-5pt}
#+LaTeX_HEADER: }
#+LaTeX_HEADER: \newcommand{\ressubheading}[4]{
#+LaTeX_HEADER: \begin{tabular*}{6.5in}{l@{\cftdotfill{\cftsecdotsep}\extracolsep{\fill}}r}
#+LaTeX_HEADER: 		\textbf{#1} & #2 \\
#+LaTeX_HEADER: 		\textit{#3} & \textit{#4} \\
#+LaTeX_HEADER: \end{tabular*}\vspace{-6pt}}

** List of publications
# ### list publications
#+LaTeX_HEADER: \usepackage{bibentry}
#+LaTeX_HEADER: \nobibliography*

# ### display of my name
#+LaTeX_HEADER: \newcommand{\myname}[1]{\textbf{#1}}

#+LaTeX_HEADER:  \usepackage{url}

# ## [resume] (keep the numbering over several enumerate list)
#+LaTeX_HEADER: \usepackage{enumitem}

** Rlogo
# ## R logo
#+LATEX_HEADER:\definecolor{grayR}{HTML}{8A8990}
#+LATEX_HEADER:\definecolor{grayL}{HTML}{C4C7C9}
#+LATEX_HEADER:\definecolor{blueM}{HTML}{1F63B5}   
#+LATEX_HEADER: \newcommand{\Rlogo}[1][0.07]{
#+LATEX_HEADER: \begin{tikzpicture}[scale=#1]
#+LATEX_HEADER: \shade [right color=grayR,left color=grayL,shading angle=60] 
#+LATEX_HEADER: (-3.55,0.3) .. controls (-3.55,1.75) 
#+LATEX_HEADER: and (-1.9,2.7) .. (0,2.7) .. controls (2.05,2.7)  
#+LATEX_HEADER: and (3.5,1.6) .. (3.5,0.3) .. controls (3.5,-1.2) 
#+LATEX_HEADER: and (1.55,-2) .. (0,-2) .. controls (-2.3,-2) 
#+LATEX_HEADER: and (-3.55,-0.75) .. cycle;
#+LATEX_HEADER: 
#+LATEX_HEADER: \fill[white] 
#+LATEX_HEADER: (-2.15,0.2) .. controls (-2.15,1.2) 
#+LATEX_HEADER: and (-0.7,1.8) .. (0.5,1.8) .. controls (2.2,1.8) 
#+LATEX_HEADER: and (3.1,1.2) .. (3.1,0.2) .. controls (3.1,-0.75) 
#+LATEX_HEADER: and (2.4,-1.45) .. (0.5,-1.45) .. controls (-1.1,-1.45) 
#+LATEX_HEADER: and (-2.15,-0.7) .. cycle;
#+LATEX_HEADER: 
#+LATEX_HEADER: \fill[blueM] 
#+LATEX_HEADER: (1.75,1.25) -- (-0.65,1.25) -- (-0.65,-2.75) -- (0.55,-2.75) -- (0.55,-1.15) -- 
#+LATEX_HEADER: (0.95,-1.15)  .. controls (1.15,-1.15) 
#+LATEX_HEADER: and (1.5,-1.9) .. (1.9,-2.75) -- (3.25,-2.75)  .. controls (2.2,-1) 
#+LATEX_HEADER: and (2.5,-1.2) .. (1.8,-0.95) .. controls (2.6,-0.9) 
#+LATEX_HEADER: and (2.85,-0.35) .. (2.85,0.2) .. controls (2.85,0.7) 
#+LATEX_HEADER: and (2.5,1.2) .. cycle;
#+LATEX_HEADER: 
#+LATEX_HEADER: \fill[white]  (1.4,0.4) -- (0.55,0.4) -- (0.55,-0.3) -- (1.4,-0.3).. controls (1.75,-0.3) 
#+LATEX_HEADER: and (1.75,0.4) .. cycle;
#+LATEX_HEADER: 
#+LATEX_HEADER: \end{tikzpicture}
#+LATEX_HEADER: }

